<template>
  <q-page padding>
    <q-container>
      <div class="row q-pt-md justify-center">
        <div class="col-lg-10">
          <h5
            class="text-h4 text-weight-medium q-my-md text-primary"
            align="center"
          >
            Научно Исследовательские Работы
          </h5>
        </div>
      </div>
      <div class="row q-pt-sm justify-center">
        <div class="col-lg-10">
          <p class="q-my-md text-primary" align="center">
            Кафедра ведёт большой объём научно-исследовательской работы с
            активным привлечением студентов. За последние 5 лет студентами
            сделано более 170 научных докладов, опубликовано более 90 работ,
            получено более 100 наград разного уровня. На кафедре учреждена
            специальная стипендия Клуба выпускников МАИ. Студенты регулярно
            получают стипендию Учёного совета МАИ и академическую стипендию
            правительства РФ. Большинство студентов в период обучения работают в
            профильных компаниях.
          </p>
        </div>
      </div>
      <div class="row q-pt-sm justify-center">
        <div class="col-lg-10">
          <p class="q-my-md text-primary" align="center">
            Выпускники кафедры 305 широко востребованы и являются
            высокооплачиваемыми специалистами в сферах инженерной,
            управленческой и научной деятельности благодаря высокому уровню
            системных знаний, полученных за время обучения.
          </p>
        </div>
      </div>
      <div class="row q-py-lg justify-center">
        <div class="col" align="center">
          <q-img
            src="../assets/logo.svg"
            style="height: 400px; max-width: 400px"
          />
        </div>
      </div>

      <the-nirs-destinations :destinations="destinations"/>

      <the-nirs-counter/>
    </q-container>
  </q-page>
</template>

<script setup>
import TheNirsDestinations from "components/TheNirsDestinations";
import {ref} from "vue";
import TheNirsCounter from "components/TheNirsCounter";

const destinations = ref([
  'Интегрированные навигационные системы подвижных объектов',
  "Навигационные комплексы пилотируемых и беспилотных подвижных объектов (авиационных, морских, наземных)",
  "Системы посадки летательных аппаратов",
  "Системы обеспечения отказоустойчивости навигационных комплексов",
  "Системы навигации и управления необитаемыми подводными аппаратами",
  "Испытания и калибровка инерциально-спутниковых навигационных систем и их датчиков",
  "Бесплатформенные гравиинерциальные измерительные комплексы",
  "Идентификация характеристик ЛА, в том числе поврежденных, с использованием инерциальных измерений",
  "Инерциальные измерения кинематических параметров движения спортивного снаряда и человека в спорте",
  "Беспилотная робототехника для решения задач мониторинга пространства и объектов аэродромной и городской инфраструктуры",
  "Бортовые системы приборного оборудования, включая системы воздушных сигналов",
  "Бортовые измерительно-вычислительные комплексы"
])
</script>
