export const data =  [
  {
   title: 'Коллектив кафедры',
   text: 'Учебный процесс на кафедре 305 ведут преподаватели, которые имеют научную степень доктора, кандидата\n' +
     '              технических наук, являются членами Академии навигации и управления движением, имеют статус преподавателя\n' +
     '              европейского инженерного образования. Большинство преподавателей имеет опыт работы в современных\n' +
     '              высокотехнологичных компаниях.',
    name: 0,
  },
  {
   title: 'Учебный процесс',
   text: 'Учебный процесс на кафедре основан на глубокой интеграции фундаментальных физико-математических знаний и\n' +
     '              прикладных знаний в области современных инновационных технологий. В процессе обучения будущие специалисты\n' +
     '              овладевают навыками проектирования и методами проведения исследований, а также особенностями эксплуатации\n' +
     '              микромеханических (MEMS), лазерных, волоконно-оптических и электромеханических датчиков, спутниковых\n' +
     '              (ГЛОНАСС, GPS), аэрометрических и инерциальных навигационных систем, интегрированных комплексов систем\n' +
     '              управления.',
    name: 1,
  },
  {
   title: 'Исследования и разработки',
   text: 'Кафедра ведёт большой объём научно-исследовательской работы с активным привлечением студентов. За\n' +
     '              последние 5 лет студентами сделано более 170 научных докладов, опубликовано более 90 работ, получено более\n' +
     '              100 наград разного уровня. На кафедре учреждена специальная стипендия Клуба выпускников МАИ. Студенты\n' +
     '              регулярно получают стипендию Учёного совета МАИ и академическую стипендию правительства РФ. Большинство\n' +
     '              студентов в период обучения работают в профильных компаниях.',
    name: 2
  },

]
