export const teachers = [
  {
    fullName: 'Антонов Дмитрий Александрович',
    post: 'Доцент',
    disciplines: 'Испытания приборов и систем, Методы оптимизации в измерительно-управляющих системах и комплексах, Бортовое и наземное оборудование беспилотных аппаратов.',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Управляющие, пилотажно-навигационные и электроэнергетические комплексы летательных аппаратов',
    advancedTraining: 'Интеллектуальные системы управления и обработки информации, объем 72 часа, удостоверение № 180 000/092593 от 30.12.2014, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '15',
    totalGuardian: '14',
    avatar: 'https://mai.ru/upload/iblock/163/antonov_resize.jpg',
    publications: [
      {
        name: 'FAULT-TOLERANT AIRPORT VEHICLE INTEGRATED NAVIGATION SYSTEM',
        creators: 'Antonov D.A., Veremeenko K.K., Zharkov M.V., Kuznetsov I.M., PronKin A.N.',
        content: 'В сборнике: 2017 24th Saint Petersburg International Conference on Integrated Navigation Systems, ICINS 2017 - Proceedings. 24. 2017. С. 7995620.'
      },
      {
        name: 'DETECTION OF SATELLITE NAVIGATION SYSTEM FAULTS IN THE INTEGRATED NAVIGATION SYSTEM',
        creators: 'Veremeenko K.K., Antonov D.A.',
        content: 'В сборнике: 23rd Saint Petersburg International Conference on Integrated Navigation Systems, ICINS 2016 - Proceedings. 23. 2016. С. 572-574.'
      },
      {
        name: 'КОМПЛЕКС ДЛЯ ИСПЫТАНИЙ БОРТОВОЙ НАВИГАЦИОННОЙ СИСТЕМЫ АЭРОПОРТОВОГО ТРАНСПОРТНОГО СРЕДСТВА',
        creators: 'Антонов Д.А., Веремеенко К.К., Жарков М.В., Зимин Р.Ю., Кузнецов И.М., Пронькин А.Н.',
        content: 'Известия Российской академии наук. Теория и системы управления. 2016. № 5. С. 152-160.'
      },
      {
        name: 'TEST COMPLEX FOR THE ONBOARD NAVIGATION SYSTEM OF AN AIRPORT GROUND VEHICLE',
        creators: 'Antonov D.A., Veremeenko K.K., Zharkov M.V., Zimin R.Y., Kuznetsov I.M., Pron’kin A.N.',
        content: 'Journal of Computer and Systems Sciences International. 2016. Т. 55. № 5. С. 832-841.'
      },
    ]
  },
  {
    fullName: 'Афонин Александр Анатольевич',
    post: 'Доцент',
    disciplines: 'Цифровые измерительно-управляющие системы, Цифровые информационно-измерительные системы, Микропроцессорная техника в навигационных приборах и системах.',
    education: 'Высшее',
    qualification: 'Инженер-электромеханик (системотехник)',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Управляющие, пилотажно-навигационные и электроэнергетические комплексы летательных аппаратов',
    advancedTraining: 'Интеллектуальные системы управления и обработки информации, 72 часа, удостоверение № 180000092594 от 20.09.2014, ФГБОУ ВПО Московский авиационный институт (национальный исследовательский университет). Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 180000086966 от 30.12.2015, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '18',
    totalGuardian: '23',
    avatar: 'https://mai.ru/upload/iblock/8b4/img_8413.jpg',
    publications: [

    ]
  },
  {
    fullName: 'Белобжеский Леонид Антонович',
    post: 'Доцент',
    disciplines: 'Системы отображения информации систем управления ЛА, Базы и банки данных, Алгоритмы измерительно-вычислительных комплексов.',
    education: 'Высшее',
    qualification: 'Инженер-электрик',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Автоматика и телемеханика',
    advancedTraining: 'Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 180000086963 от 30.12.2015, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '51',
    totalGuardian: '51',
    avatar: 'https://mai.ru/upload/iblock/50f/50f01aee5b76aa434b09676b9caeae99.jpg',
    publications: [
      {
        name: 'Сетевой программно-алгоритмический комплекс для групповых экспериментальных исследований характеристик человека-оператора.  ',
        creators: 'Белобжеский Л.А., Трошкин В.Ю. ',
        content: '«Проектно-конструкторские и  производственные вопросы создания перспективной авиационной техники». Посвящается 80-летию МАИ и 70-летию ОКБ им. МикоянаА.И.- М., 2010.'
      },
      {
        name: 'Модернизация информационно-справочной системы по датчикам с помощью современных информационных технологий.',
        creators: 'Белобжеский Л.А., Кривинская А.Б.',
        content: '«Современные технологии в задачах управления, автоматики и обработки информации». Труды XХ международного научно-техн. семинара. Сентябрь 2011 г., Алушта,  Пенза: Изд-во ПГУ, 2011.'
      },
      {
        name: 'Разработка виртуальных лабораторных работ для клиентской части системы дистанционного обучения в области приборостроения. ',
        creators: 'Белобжеский Л.А., Ачкасов А.А.',
        content: '«Современные технологии в задачах управления, автоматики и обработки информации». Сборник трудов XХI Международного научно-техн. семинара. 18-25 сентября 2012 г., Алушта, М.: Изд-во ГУП Академиздат центр «Наука» РАН, 2012'
      },
      {
        name: 'Многопользовательская база данных по авиационным приборам и сенсорам на основе .NET Framework и MS SQL Server 2012. ',
        creators: 'Белобжеский Л.А., Сысолятин Е.К.',
        content: '12-я Международная конференция «Авиация и космонавтика-2013». 12-15 ноября 2013 г. Москва. Тезисы докладов. – СПб.: Мастерская печати, 2013.'
      },
    ]
  },
  {
    fullName: 'Веремеенко Константин Константинович',
    post: 'Доцент',
    disciplines: 'Комплексирование подсистем измерительно-вычислительных комплексов, Комплексирование измерительно-управляющих навигационных приборов и систем, Новые информационные технологии в пилотажно-навигационных комплексах.',
    education: 'Высшее',
    qualification: 'Инженер-электромеханик -технолог',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Гироскопические приборы и устройства',
    advancedTraining: 'Системы управления и навигации высокотехнологичными объектами на основе единого информационного поля, включающего сигналы ГЛОНАСС/GPS, 72 часа, удостоверение от 30.05.2012, Московский авиационнный институт Центр повышения квалификации преподавателей. Интеллектуальные системы управления и обработки информации, 72 часа, удостоверение № 180000092595 от 20.09.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет). Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 771800916312 от 30.06.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '32',
    totalGuardian: '39',
    avatar: 'https://mai.ru/upload/iblock/371/img_8396-kopiya.jpg',
    publications: [

    ]
  },
  {
    fullName: 'Волков Димитрий Анатольевич',
    post: 'ассистент',
    disciplines: 'Гироскопические датчики систем ориентации и навигации, Инерциальные датчики систем управления, Испытания приборов и систем.',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: '',
    specialties: 'Системы управления летательными аппаратами',
    advancedTraining: 'Приоритетные направления в образовании, 2019 г.',
    specGuardian: '5',
    totalGuardian: '7',
    avatar: 'https://mai.ru/upload/iblock/1e1/Foto-na-kafedru.jpg',
    publications: [
      {
        name: 'Эстетика космоса и космических исследований, научный доклад',
        creators: 'Волков Д.А.',
        content: '"Студент и научно-технический прогресс", международная научная студенческая конференция. Материалы 52-й международной научной студенческой конференции ["Студент и научно-технический прогресс"], 11 - 18 апреля 2014 г. = Proceedings of the 52nd international students scientific conference Students and Progress in Science and Technology, April, 11 - 18, 2014. Философия / [науч. рук. секции В.С. Диев ; пред. секции А.В. Бессонов] .— Новосибирск : Редакционно-издательский центр НГУ, 2014 .— 117 с. ; 20 см. .— В надзаг.: Новосиб. гос. ун-т, Сиб. отд-ние Рос. акад. наук, Правительство Новосиб. обл. .— На тит. л. и обл. также: МНСК-2014 .— На с.4 обл.: Секция №17: Философия .— Библиогр. в подстроч. примеч. .— ISBN 978-5-4437-0241-4, 130 экз..'
      },
      {
        name: 'Проблемы развития современной космической отрасли, научный доклад',
        creators: 'Волков Д.А.',
        content: 'УДК: 001: 1+1:629.7 ББК 87А 20ISBN: 978-5-4316-0256-6"Авиационная и ракетно-космическая техника: социальные, философско - методологические и ценностные аспекты развития: материалы Университетской студенческой научно - практической конференции 27 апреля 2014 г.Издательство МАИ, 2015 г. Университетской студенческой научно - практической конференции 27 апреля 2014 г. Издательство МАИ, 2015 г.'
      },
      {
        name: 'Разработка виртуальных лабораторных работ для клиентской части системы дистанционного обучения в области приборостроения. ',
        creators: 'Волков Д.А.',
        content: 'Руководство по лабораторным работам по курсу «Испытания приборов и систем» , Отзыв руководителя научно – исследовательской работы Гридина А.Н.'
      },
      {
        name: 'Эстетические аспекты космических исследований, научный доклад',
        creators: 'Волков Д.А.',
        content: 'УДК: 001: 1+1:629.ББК 87 А 20ISBN: 978-5-4316-0256-6"Авиационная и ракетно-космическая техника: социальные, философско - методологические и ценностные аспекты развития: материалы Университетской студенческой научно - практической конференции 27 апреля 2014 г. Издательство МАИ, 2015 г.'
      },
    ]
  },
  {
    fullName: 'Гуреев Владимир Олегович',
    post: 'Доцент',
    disciplines: 'Язык программирования C++, Языки программирования, Вычислительная практика II.',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Авиационные приборы и измерительно-вычислительные комплексы',
    advancedTraining: 'Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 72 часа, сертификат № 057-518/2013СТ от 09.01.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет).Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 772402232307 от 30.12.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 72 часа, сертификат ПОКА НЕ ПОЛУЧЕН  декабрь 2019, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет).',
    specGuardian: '19 лет',
    totalGuardian: '19 лет',
    avatar: 'https://mai.ru/upload/iblock/adc/adc70038170e120a79e27faf99f45311.jpg',
    publications: [
      {
        name: 'MULTIPLE ANTENNA GYRO-GNSS ATTITUDE DETERMINATION SYSTEM',
        creators: 'M V Zharkov, K K Veremeenko, I M Kuznetsov and A N Pronkin',
        content: 'IOP Conf. Series: Materials Science and Engineering 927 (2020) 012073. doi:10.1088/1757-899X/927/1/012073'
      },
      {
        name: 'FAULT-TOLERANT INTEGRATED NAVIGATION SYSTEM FOR AN UNMANNED APPARATUS USING COMPUTER VISION',
        creators: 'Antonov D.A., Veremeenko K.K., Zharkov M.V., Zimin R.Y., Kuznetsov I.M., Pron’kin A.N.',
        content: 'Journal of Computer and Systems Sciences International. Volume 59, Issue 2, 1 March 2020, Pages 261-275'
      },
      {
        name: 'ATTITUDE DETERMINATION USING AMBIGUOUS GNSS PHASE MEASUREMENTS AND ABSOLUTE ANGULAR RATE MEASUREMENTS',
        creators: 'M. V. Zharkov, K. K. Veremeenko, D. A. Antonov, I. M. Kuznetsov',
        content: 'Gyroscopy and Navigation, October 2018, Volume 9, Issue 4, pp 277–286'
      },
      {
        name: 'FAULT-TOLERANT AIRPORT VEHICLE INTEGRATED NAVIGATION SYSTEM',
        creators: 'Antonov D.A., Veremeenko K.K., Zharkov M.V., Kuznetsov I.M., PronKin A.N.',
        content: '24th Saint Petersburg International Conference on Integrated Navigation Systems, ICINS 2017 - Proceedings. 24. 2017.'
      },
      {
        name: 'TEST COMPLEX FOR THE ONBOARD NAVIGATION SYSTEM OF AN AIRPORT GROUND VEHICLE',
        creators: 'Antonov D.A., Veremeenko K.K., Zharkov M.V., Zimin R.Y., Kuznetsov I.M., Pron’kin A.N.',
        content: 'Journal of Computer and Systems Sciences International. 2016. Vol. 55. № 5. P. 832-841.'
      },
    ]
  },
  {
    fullName: 'Жарков Максим Витальевич',
    post: 'Старший преподаватель, начальник научно-исследовательского отдела кафедры 305\n' +
      'Автономные навигационные системы, Бортовое и наземное оборудование беспилотных аппаратов, Инерциальные навигационные системы, Навигационные системы беспилотных ЛА, Основы теории пилотажно-навигационных систем, Программно-алгоритмическое обеспечение комплексных навигационных систем, Современные навигационные технологии, Спутниковые и радиотехнические навигационные системы, УИРС\n',
    disciplines: 'Язык программирования C++d, Языки программирования, Производственная практика.',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: '',
    specialties: 'Управляющие, пилотажно-навигационные и электроэнергетические комплексы летательных аппаратов',
    advancedTraining: 'Проблемы подготовки кадров по приоритетным направлениям науки и техники, 80 часов, удостоверение № 771801848938 от 22.03.2019, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет).',
    specGuardian: '12 лет',
    totalGuardian: '22 года',
    avatar: 'https://mai.ru/upload/iblock/ccb/img_8433-kopiya.jpg',
    publications: [
      {
        name: 'Виртуальное моделирование операторской деятельности в экстремальных условиях',
        creators: 'Виртуальное моделирование операторской деятельности в экстремальных условиях',
      },
      {
        name: 'Использование технологии виртуальной реальности для эргономической оценки операций по высадке на другую планету. ',
        creators: 'Я.С. Боритко, Ю.А. Бубеев, В.И. Гущин, Е.Л. Черняков.2014',
      },
      {
        name: 'Программный комплекс для исследования эффективности применения виртуальной реальности в реабилитации пациентов после инсульта на комплексе «Вертикаль».',
        creators: 'Гуреев В.О., Селионов В.А.',
      },
      {
        name: 'Описание трехмерных моделей техники и методов обработки их изображений.',
        creators: 'Гуреев В.О.',
      },
    ]
  },
  {
    fullName: 'Захарян Рамаз Рафаэлович',
    post: 'Доцент',
    disciplines: 'Экология, Физические методы получения информации, Измерительные преобразователи.',
    education: 'Высшее',
    qualification: 'Инженер-электромеханик',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Авиационное приборостроение',
    advancedTraining: '1.Изобретательское и патентное право, свидетельство № №002987 от 14.06.1987, Высшие государственные курсы, Гос. комитет СССР по делам изобретений и открытий. \n' +
      '2.Системы управления и навигации высокотехнологичными объектами на основе единого информационного поля, включающие сигналы ГЛОНАСС/GPS, 72 часа, регистрационный  № 15003 от 30.05.2012, Центр повышения квалификации преподавателей Московский авиационный институт.\n' +
      '3.Социо-гуманитарные проблемы современности, 72 часа, удостоверение № 771800916669 от 30.12.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".\n' +
      '4. Диплом о профессиональной переподготовке  771800313587 рег. 057/9Д-2018 14.12.2018, квалификация  специалист по экологической безопасности в промышленности.\n',
    specGuardian: '32 года',
    totalGuardian: '37 лет',
    avatar: 'https://mai.ru/upload/iblock/b33/b33b815d5ec3de24979b22c1f631cae0.jpg',
    publications: [
      {
        name: 'Разработка базы данных для  сбора, статистической обработки  и прогнозирования состояния пациентов офтальмологической  клиники. ',
        creators: 'Захарян Р.Р.,  Кармазина Ю.Т.',
        content: 'М., МАИ,Сборник научно-исследовательских трудов  студентов 2009 г.'
      },
      {
        name: 'Разработка малогабаритного метеоцентра ',
        creators: 'Захарян Р.Р.,  Оболенский П.М. ',
        content: 'М., МАИ,Сборник научно-исследовательских трудов  студентов 2009 г.'
      },
      {
        name: 'Программно-математическое обеспечение обработки телеметрической информации.',
        creators: 'Захарян Р.Р., Чихляев С.В., Шиман В.П',
        content: 'М., МАИ,Сборник научно-исследовательских трудов  студентов 2009 г.'
      },
      {
        name: 'Разработка программно-математического обеспечения для исследования вихревых расходомеров.',
        creators: 'Захарян Р.Р.,  Лапшина А.А. ',
        content: 'М., МАИ,Сборник научно-исследовательских трудов  студентов 2009 г.'
      },
      {
        name: 'Вопросы построения автоматизированного стенда для экспериментальных исследований датчиков.',
        creators: 'Захарян Р.Р., Мологорский А.А.',
        content: 'Электронный журнал «Труды МАИ»  Выпуск № 59'
      },
    ]
  },
  {
    fullName: 'Костюков Вячеслав Михайлович',
    post: 'Профессор ',
    disciplines: 'Управление подвижными объектами, Комплексирование подсистем измерительно-вычислительных комплексов, Навигационное обеспечение высокоточных систем.',
    education: 'Высшее',
    qualification: 'инженер-электромеханик, политолог',
    academicDegree: 'Доктор технических наук',
    specialties: 'Авиационное приборостроение, международные отношения',
    advancedTraining: 'Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 72 часа, удостоверение от 30.05.2011, Московский авиационнный институт Центр повышения квалификации преподавателей. Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 772402232497 от 30.04.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '43 года',
    totalGuardian: '46 лет',
    avatar: 'https://mai.ru/upload/iblock/5db/5dba1813a094364e1e5ac73ac577006a.jpg',
    publications: [
    ]
  },
  {
    fullName: 'Кошелев Борис Валентинович',
    post: 'Доцент',
    disciplines: 'Введение в аэрокосмическую технику, Метрология, испытания и надежность навигационных приборов, Бортовые системы обеспечения безопасности полета.',
    education: 'Высшее',
    qualification: 'Инженер-электромеханик',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Гироскопические приборы и устройства',
    advancedTraining: 'Программа подготовки и повышения квалификации преподавателей, 72 часа, удостоверение от 24.01.2000, Академия гражданской авиации. Сертификация и аттестация инженерно- технического персонала, 144 часов, свидетельство о повышении квалификации от 24.02.2000, Центр переподготовки и повышения квалификации кадров воздушного транспорта РФ МГТУ ГА. Эксплуатация, свидетельство № С-15978 от 24.02.2000, ФСВТ России. Интеллектуальные системы управления и обработки информации, 72 часа, удостоверение № 180000086197 от 20.09.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет). Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 771800916314 от 30.06.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Английский язык для междисциплинарной иноязычной коммуникации, 72 часа, удостоверение № 771800916719 от 30.12.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)", Преподаватель в среде электронного обучения, 72 часа, удостоверение № 771800916627 от 30.12.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)", «Проблемы подготовки кадров по приоритетным направлениям развития науки и техники», 80 часов, удостоверение 057/1176-2018 от 28.12.2018 ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)", Английский язык для междисциплинарной иноязычной коммуникации, 72 часа, удостоверение № 463/7-2020 от 03.02.2020 ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)"',
    specGuardian: '51 год',
    totalGuardian: '51 год',
    avatar: 'https://mai.ru/upload/iblock/24e/img_8266-kopiya.jpg',
    publications: [
      {
        name: 'Некоторые проблемы подготовки квалифицированных инженеров в области аэрокосмического приборостроения',
        creators: 'Веремеенко К.К., Черноморский А.И., Кошелев Б.В. ',
        content: 'Известия Тульского государственного  университета, Технические науки. Вып. 9, ч. 2, 2017'
      },
      {
        name: 'Алгоритм обмена данными по цифровой линии передачи данных «земля-борт-земля»',
        creators: 'Самарцев Н.С., Колотилов Е.Д., Кошелев Б.В.',
        content: 'Труды МАИ, выпуск 93, 2017'
      },
      {
        name: 'Имитатор блока управления радиосвязью при обмене данными по цифровой линии передачи данных «земля-борт-земля»  ',
        creators: 'Самарцев Н. С., Колотилов Е. Д., Кошелев Б.В.',
        content: 'Вестник Казанского государственного технического университета им А. Н. Туполева. 2018. Т.74. № 2. – c. 102-107.'
      },
      {
        name: 'Современные проблемы развития и внедрения аэронавигационной системы будущего. ',
        creators: 'Н.Ф. Зобов, Кошелев Б.В.',
        content: 'М., МАИ, 2003, 202 стр.'
      },
      {
        name: 'Руководство пилота',
        creators: 'Алпеев С.А., Гриневич А.С., Ильин К.В., Кошелев Б.В.',
        content: 'уч. пос. МАИ. М 2005 г.'
      },
    ]
  },
  {
    fullName: 'Колганов Леонид Александрович',
    post: 'Ассистент',
    disciplines: 'Моделирование систем\n' +
      'Основы автоматизированного проектирования\n' +
      'Спутниковые и радиотехнические навигационные системы\n',
    education: 'Высшее',
    qualification: 'Инженер',
    specialties: 'Системы управления летательными аппаратами',
    advancedTraining: 'Программа подготовки и повышения квалификации преподавателей, 72 часа, удостоверение от 24.01.2000, Академия гражданской авиации. Сертификация и аттестация инженерно- технического персонала, 144 часов, свидетельство о повышении квалификации от 24.02.2000, Центр переподготовки и повышения квалификации кадров воздушного транспорта РФ МГТУ ГА. Эксплуатация, свидетельство № С-15978 от 24.02.2000, ФСВТ России. Интеллектуальные системы управления и обработки информации, 72 часа, удостоверение № 180000086197 от 20.09.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет). Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 771800916314 от 30.06.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Английский язык для междисциплинарной иноязычной коммуникации, 72 часа, удостоверение № 771800916719 от 30.12.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)", Преподаватель в среде электронного обучения, 72 часа, удостоверение № 771800916627 от 30.12.2016, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)", «Проблемы подготовки кадров по приоритетным направлениям развития науки и техники», 80 часов, удостоверение 057/1176-2018 от 28.12.2018 ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)", Английский язык для междисциплинарной иноязычной коммуникации, 72 часа, удостоверение № 463/7-2020 от 03.02.2020 ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)"',
    specGuardian: '3 года',
    totalGuardian: '6 лет',
    avatar: '',
    publications: [
      {
        name: 'Повышение эффективности подводных работ, проводимых с помощью автономных необитаемых подводных аппаратов с интегрированными навигационными комплексами. ',
        creators: 'Амирагов А.С., Антонов Д.А, Колганов Л.А., Чехов Е.Л., Шавырин И.А. ',
        content: 'Новости навигации 2018г, №2. с. 28-35. ISSN: 2223-0475'
      },
      {
        name: 'Magnetometer Calibration Using Genetic Algorithms',
        creators: 'Chekhov E.L., Antonov D.A., Kolganov L.A., Savkin A.V. ',
        content: 'August 2020TEM Journal, DOI: 10.18421/TEM93-10'
      },
      {
        name: 'NAVIGATION AND MOTION CONTROL SYSTEMS OF THE AUTONOMOUS UNDERWATER VEHICLE.',
        creators: 'Antonov, D., Kolganov, L., Savkin, A., Chekhov, E., & Ryabinkin, M. ',
        content: '. EUREKA: Physics and Engineering, (4), 38-50. DOI: 10.21303/2461-4262.2020.001361'
      },
      {
        name: 'Алгоритмическое обеспечение навигационного комплекса с использованием оптико-электронных измерений для перспективных беспилотных летательных аппаратов. ',
        creators: 'Савкин А.В., Антонов Д.А., Колганов Л.А., Рябинкин М.С., Чехов Е.Л. ',
        content: '19-я международная конференция «авиация и космонавтика» тезисы 19-ой международной конференции. Москва, 2020.'
      },
      {
        name: 'Подход к построению алгоритма контроля целостности навигационного обеспечения воздушного судна. \tНавигация и управление движением. Материалы ХX конференции молодых ученых с международным участием. ',
        creators: 'Чехов Е.Л., Колганов Л.А., Мигик П.В. ',
        content: 'Научный редактор О.А. Степанов. Под общей редакцией В.Г. Пешехонова. 2018.'
      },
    ]
  },
  {
    fullName: 'Кузнецов Иван Михайлович',
    post: 'Старший преподаватель',
    disciplines: 'Испытания приборов и систем,' +
      ' Испытания навигационных датчиков и систем,' +
      ' Основы автоматизированного проектирования навигационных датчиков и систем,',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: '',
    specialties: 'Управляющие, пилотажно-навигационные и электроэнергетические комплексы летательных аппаратов',
    advancedTraining: 'Твердотельное моделирование агрегатов авиационной техники с использованием программного комплекса Solid Works, в объеме 72 часа, удостоверение № 180000092457 от 30.05.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет).\n' +
      'Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, в объеме 80 часов, удостоверение № 771801808839 от 28.12.2018, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет).',
    specGuardian: '11 Лет',
    totalGuardian: '14 Лет',
    avatar: 'https://mai.ru/upload/iblock/56d/img_8377-kopiya.jpg',
    publications: [
      {
        name: 'FAULT-TOLERANT INTEGRATED NAVIGATION SYSTEM FOR AN UNMANNED APPARATUS USING COMPUTER VISION',
        creators: 'Antonov, D.A., Veremeenko, K.K., Zharkov, M.V., Kuznetsov, I.M., ',
        content: 'Journal of Computer and Systems Sciences International, 2020, 59(2), с.261-275 (индексируется Scopus, WoS)'
      },
      {
        name: 'ATTITUDE DETERMINATION USING AMBIGUOUS GNSS PHASE MEASUREMENTS AND ABSOLUTE ANGULAR RATE MEASUREMENTS',
        creators: 'Zharkov, M.V., Veremeenko, K.K., Antonov, D.A., Kuznetsov, I.M.',
        content: 'Gyroscopy and Navigation 9(4), 2018 pp. 277-286 (индексируется Scopus)'
      },
      {
        name: 'FAULT-TOLERANT AIRPORT VEHICLE INTEGRATED NAVIGATION SYSTEM',
        creators: 'Antonov D.A., Veremeenko K.K., Zharkov M.V., Kuznetsov I.M., PronKin A.N.',
        content: 'Proceedings. 24. 2017. С. 7995620. (индексируется Scopus, WoS)'
      },
      {
        name: 'TEST COMPLEX FOR THE ONBOARD NAVIGATION SYSTEM OF AN AIRPORT GROUND VEHICLE',
        creators: 'Antonov D.A., Veremeenko K.K., Zharkov M.V., Zimin R.Y., Kuznetsov I.M., Pron’kin A.N.',
        content: 'Journal of Computer and Systems Sciences International. 2016. Т. 55. № 5. С. 832-841. (индексируется Scopus, WoS)'
      },
      {
        name: 'AN INTEGRATED FAULT-TOLERANT COMPUTER VISION-AIDED NAVIGATION SYSTEM FOR AN UNMANNED VEHICLE',
        creators: 'Veremeenko K.K., Antonov D.A., Zharkov M.V., Zimin R.Yu., Kuznetsov I.M., Pronkin A.N.',
        content: 'Proceedings. 22. 2015. С. 59-67. (индексируется Scopus)'
      },
    ]
  },
  {
    fullName: 'Нгуен Ныы Ман',
    post: 'Доцент',
    disciplines: 'Моделирование систем,' +
      ' Бортовое оборудование летательных аппаратов,' +
      ' Цифровая обработка изображения,',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Авиационные приборы и измерительно-вычислительные комплексы',
    advancedTraining: 'Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 772402232591 от 31.05.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Английский язык для междисциплинарной иноязычной коммуникации, 72 часа, удостоверение № 771801219801 от 30.12.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '5 Лет',
    totalGuardian: '5 Лет',
    avatar: 'https://mai.ru/upload/iblock/804/804ec4ee75bc66971df750d6546b2825.jpg',
    publications: [
      {
        name: 'Разработка математического имитатора алгоритмов управления пространственным движением самолета.',
        creators: 'Костюков В.М., Нгуен Н.М.',
        content: 'Вестник МАИ, 2010г., Т.17, №2.'
      },
      {
        name: 'Компьютерное исследование точности движения тяжелого беспилотного самолета с измерительно-вычислительным комплексом на основе бароинерциальной системы (часть 1). ',
        creators: 'Костюков В.М., Нгуен Н.М.',
        content: 'Вестник МАИ, 2012г., Т.19, №1.'
      },
      {
        name: 'Компьютерное исследование точности движения тяжелого беспилотного самолета с измерительно-вычислительным комплексом на основе бароинерциальной системы (часть 2). ',
        creators: 'Костюков В.М., Нгуен Н.М. ',
        content: 'Вестник МАИ, 2012г., Т.19, №2.'
      },
      {
        name: 'Разработка математической модели погрузочно-разгрузочного устройства с всенаправленными колесами. ',
        creators: 'Нгуен Н.М.',
        content: 'Труды МАИ, 2013г.'
      },
      {
        name: 'Формирование желаемой траектории автоматической посадки пассажирского самолета на основе антропоцентрического принципа.',
        creators: 'Костюков В.М., Чинь В.Т., Нгуен Н.М.',
        content: 'Вестник МАИ, 2016г., Т.23, №1.'
      },
    ]
  },
  {
    fullName: 'Мельников Валерий Ефимович',
    post: 'Профессор',
    disciplines: 'Метрология, Датчики первичной навигационной информации, Основы электро-радиоизмерений.',
    education: 'Высшее',
    qualification: 'Инженер-электромеханик',
    academicDegree: 'Доктор технических наук',
    specialties: 'Авиационное приборостроение',
    advancedTraining: 'Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, в объеме 72 часа, сертификат № №057-741/2014 СТ от 30.12.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет).',
    specGuardian: '58 Лет',
    totalGuardian: '58 Лет',
    avatar: 'https://mai.ru/upload/iblock/949/img_8306.jpg',
    publications: [
      {
        name: 'Основы построения весоизмерительных систем с использованием эффекта наклонной плоскости',
        creators: 'Мельников В.Е., Хейн Тай Зар Тин. ',
        content: 'Приборы. 2017. № 9 (207). С. 23-27.'
      },
      {
        name: 'Маятниковый построитель вертикали с релейным управлением',
        creators: 'Петрухин В.А., Мельников В.Е.',
        content: 'Сборник докладов 15-й Международной конференций «Авиация и космонавтика» 2016. С. 414-415.'
      },
      {
        name: 'О возможности оперативного определения взлетной массы самолета',
        creators: 'Мельников В.Е., Хейн Тай Зар Тин Х. ',
        content: 'Сборник докладов 15-й Международной конференции «Авиация и космонавтика» 2016. С. 429-431.'
      },
      {
        name: 'О возможности создания квазиневозмущаемого маятникового построителя вертикали',
        creators: 'Мельников В.Е., Петрухин В.А.',
        content: 'Мехатроника, автоматизация, управление. 2016. Т. 17. № 8. С. 554-559.'
      },
      {
        name: 'Маятниковая вертикаль ',
        creators: 'Петрухин В.А., Мельников В.Е.',
        content: 'Известия Тульского государственного университета. Технические науки. 2016. № 10. С. 5-13.'
      },
    ]
  },
  {
    fullName: 'Мишин Юрий Николаевич',
    post: 'Старший преподаватель ',
    disciplines: 'Метрология, стандартизация и технические измерения, Метрология и измерительная техника.',
    education: 'Высшее',
    qualification: 'Бакалавр менеджмента, Инженер',
    academicDegree: '',
    specialties: 'Системы автоматического управления летательными аппаратами, менеджмент',
    advancedTraining: 'Проектирование средствами AutoCAD u ArchiCAD, 260 часов, свидетельство о повышении квалификации от 05.06.2009, Московский государственный технический университет им.Н.Э.Баумана. Метрологическая экспертиза технической документации, 102 часа, свидетельство о повышении квалификации от 13.04.2012, ФГАОУ ДПО "Академия стандартизации метрологии и сертификации (учебная)". Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 72 часа, сертификат № 057-517/2013СТ от 09.01.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет). Программный комплекс ANSYS для решения задач тепломассообмена и динамики жидкости и газа, 72 часа, удостоверение № 180000092586 от 30.12.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет). Твердотельное моделирование агрегатов авиационной техники с использованием программного комплекса Solid Works, 72 часа, удостоверение № 180000092565 от 30.12.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет). Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 772402232499 от 30.04.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 771801849565 от 10.03.2020, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '20 Лет',
    totalGuardian: '20 Лет',
    avatar: 'https://mai.ru/upload/iblock/394/394f0eb170fbe6eb4217dfcd0268e50e.jpg',
    publications: [
      {
        name: 'New materials in semiconductor tensometry.',
        creators: 'Bronovets M.A., Volodin N.M., Mishin Yu.N.',
        content: 'Вестник «НПО им. С.А. Лавочкина» №1, Химки, 2020 г., C. 68-74.'
      },
      {
        name: 'К вопросу изготовления фольговых электронагревателей лазерными технологиями.',
        creators: 'Вятлев П.А., Шеманов А.Г., Харитонов С.Г., Мишин Ю.Н.',
        content: 'Вестник «НПО им. С.А. Лавочкина» №1, Химки, 2020 г., C. 68-74.'
      },
      {
        name: 'Неинвазивный контроль давления в трубопроводах двигательных установок космических аппаратов на основе датчиков деформации.',
        creators: 'Леун Е.В., Платов И.В., Новичков В.М., Мишин Ю.Н.',
        content: 'ХLIV Королёвские академические чтения по космонавтике, 28–31 января 2020 г. СБОРНИК ТЕЗИСОВ  Том 2 СЕКЦИЯ 18. АВТОМАТИЧЕСКИЕ КОСМИЧЕСКИЕ АППАРАТЫ ДЛЯ ПЛАНЕТНЫХ И АСТРОФИЗИЧЕСКИХ ИССЛЕДОВАНИЙ. ПРОЕКТИРОВАНИЕ, КОНСТРУКЦИЯ, ИСПЫТАНИЯ И РАСЧЕТ С. 294-296.'
      },
      {
        name: 'ОСОБЕННОСТИ КОНТРОЛЯ ДАВЛЕНИЯ В ТРУБОПРОВОДАХ ДВИГАТЕЛЬНЫХ УСТАНОВОК КОСМИЧЕСКИХ АППАРАТОВ.',
        creators: 'Платов И. В., Леун Е. В., Чередов А. И., Мишин Ю.Н.',
        content: 'ОМСКИЙ НАУЧНЫЙ ВЕСТНИК 2019. № 4 (166). С. 78-83.'
      },
      {
        name: 'Автоматизированная система управления процессом напыления тензорезисторов на основе моносульфида самария',
        creators: 'Новичков В.М., Мишин Ю.Н., Филинов Н.И.',
        content: 'Наукоемкие технологии в космических исследованиях Земли  Т.11 №1, 2019 С. 58-66.'
      },
    ]
  },
  {
    fullName: 'Новичков Вадим Михайлович',
    post: 'Доцент',
    disciplines: 'Техническая диагностика измерительно-вычислительных комплексов, Авиационные приборы и ивк, Основы моделирования оптико-электронных устройств.',
    education: 'Высшее',
    qualification: 'Инженер-электромеханик -технолог',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Авиационные приборы и измерительно-вычислительные комплексы',
    advancedTraining: 'Математическое моделирование и обеспечение высокой надежности разработок в авиационных, ракетно-космических и корабельных бортовых системах, 72 часа, удостоверение от 09.10.2015, АНО "Академия надежности" в период работы XXI Международной конференции "Инноватика-2015". Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 80 часов, удостоверение № 772402232498 от 30.04.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '25 Лет',
    totalGuardian: '28 Лет',
    avatar: 'https://mai.ru/upload/iblock/9b2/9b2de721ac6134774faa9c16a025bf70.jpg',
    publications: [
    ]
  },
  {
    fullName: 'Пронькин Андрей Николаевич',
    post: 'Старший преподаватель ',
    disciplines: 'Гироскопические датчики систем ориентации и навигации, Системы компьютерных вычислений, Программно-алгоритмическое обеспечение пилотажно-навигационных комплексов летательных аппаратов.',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: '',
    specialties: 'Управляющие, пилотажно-навигационные и электроэнергетические комплексы летательных аппаратов',
    advancedTraining: '1. Удостоверение №771801888440, «Проблемы подготовки кадров по приоритетным направлениям развития науки и техники» от 28.12.2018г. \n' +
      '2. Удостоверение № 180000086748, «Твердотельное моделирование агрегатов авиационной техники с использованием программного комплекса Solid Works» от 30.12.2015г.\n',
    specGuardian: '11 Лет',
    totalGuardian: '13 Лет',
    avatar: 'https://mai.ru/upload/iblock/2d0/img_8339-kopiya.jpg',
    publications: [
      {
        name: 'Отказоустойчивая интегрированная навигационная система для беспилотного аппарата с использованием технического зрения (индексируется ВАК).',
        creators: 'Антонов Д.А., Веремеенко К.К., Жарков М.В., Зимин Р.Ю,. Кузнецов И.М',
        content: 'Известия Российской академии наук. Теория и системы управления. 2020. № 2. С. 128-142.'
      },
      {
        name: 'Интегрированные навигационно-посадочные комплексы БПЛА с функцией обнаружения отказов\n' +
          '(индексируется ВАК).\n',
        creators: 'Антонов Д.А., Веремеенко К.К., Жарков М.В., Кузнецов И.М',
        content: 'XIII Всероссийской совещание оп проблемам управления ВСПУ-2019, С. 1353-1358'
      },
      {
        name: '«Fault-tolerant airport vehicle integrated navigation system». Статья (индексируется Scopus и WoS).',
        creators: 'Антонов Д.А., Веремеенко К.К., Жарков М.В., Кузнецов И.М.',
        content: '24rd Saint Petersburg International Conference on Integrated Navigation Systems, ICINS 2017 - Proceedings'
      },
      {
        name: '«Отказоустойчивый навигационный комплекс автоматического необитаемого подводного аппарата». Статья (индексируется ВАК).',
        creators: 'Новости навигации., г.Москва, 2017. № 2. С. 24-30.',
        content: 'Амирагов А.С., Антонов Д.А., Веремеенко К.К., Жарков М.В., Чехов Е.Л.'
      },
      {
        name: '«Определение навигационных параметров беспилотного летательного аппарата на базе фотоизображения и инерциальных измерений». Статья (индексируется ВАК).',
        creators: 'Антонов Д.А., Жарков М.В., Кузнецов И.М., Лунев Е.М.',
        content: 'Электронный журнал Труды МАИ.\n' +
          ' Выпуск № 91., 2016г.\n'
      },
    ]
  },
  {
    fullName: 'Савкин Алексей Владимирович',
    post: 'Ассистент каф.305; инженер НИО-305',
    disciplines: 'Математические методы оптимизации в приборах и измерительных системах, Моделирование систем',
    education: 'Высшее',
    qualification: 'Инженер',
    specialties: 'Специалитет, системы управления летательными аппаратами',
    advancedTraining: 'Использование пакета MATLAB для решения учебных и исследовательских задач, 72 часа, удостоверение № 772402232451 от 30.04.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, объем 80 часов , удостоверение № 771 801/809 133 от 12.02.2019, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '4 года',
    totalGuardian: '6 лет',
    avatar: '',
    publications: [
      {
        name: 'Метод автономной навигации на базе инерциальных и оптико-электронных измерений для беспилотных летательных аппаратов различных классов. Полет. ',
        creators: '1.	Долженков Н.Н., Антонов Д.А., Савкин А.В., Дрягин Д.М.',
        content: 'Общероссийский научно-технический журнал. – 2020. – № 12. Учредители: Машиностроение-Полет (Москва) ISSN: 1684-1301. Стр. 26-35'
      },
      {
        name: 'Antonov, D., Kolganov, L., Savkin, A., Chekhov, E., & Ryabinkin, M. ',
        creators: 'NAVIGATION AND MOTION CONTROL SYSTEMS OF THE AUTONOMOUS UNDERWATER VEHICLE.',
        content: 'EUREKA: Physics and Engineering'
      },
      {
        name: 'Egor L. Chekhov, Dmitry A. Antonov, Leonid A. Kolganov, Aleksey V. Savkin',
        creators: 'Magnetometer Calibration Using Genetic Algorithms. TEM Journal. Volume 9, Issue 3',
        content: 'Pages 907-914, ISSN 2217-8309, DOI: 10.18421/TEM93-10, August 2020.'
      },
      {
        name: 'Савкин А.В., Рябинкин М.С.',
        creators: 'Навигационный комплекс с использованием оптико-электронных измерений для перспективных беспилотных летательных аппаратов. НАВИГАЦИЯ И УПРАВЛЕНИЕ ДВИЖЕНИЕМ.',
        content: 'Материалы ХXII конференции молодых ученых с международным участием. Санкт-Петербург, 2020. Издательство: "Концерн "Центральный научно-исследовательский институт "Электроприбор" (Санкт-Петербург). Страницы: 187-188'
      },
      {
        name: 'Рябинкин М.С., Савкин А.В. ',
        creators: 'Комплексная оптико-инерциальная навигационная система для беспилотного летательного аппарата большой продолжительности полета.',
        content: 'ГАГАРИНСКИЕ ЧТЕНИЯ – 2020. Сборник тезисов докладов. 2020. Издательство: Московский авиационный институт (национальный исследовательский университет) (Москва). Страницы: 262-263'
      },
      {
        name: 'Савкин А.В., Антонов Д.А., Коганов Л.А., Рябинкин М.С., Чехов Е.Л. ',
        creators: 'Алгоритмическое обеспечение навигационного комплекса с использованием оптико-электронных измерений для перспективных беспилотных летательных аппаратов. ',
        content: '19-Я МЕЖДУНАРОДНАЯ КОНФЕРЕНЦИЯ «АВИАЦИЯ И КОСМОНАВТИКА». Тезисы 19-ой Международной конференции. Москва, 2020. Издательство: Издательство "Перо" (Москва). Страницы: 305-306'
      },
      {
        name: 'Савкин А.В. ',
        creators: 'Программно-алгоритмическое обеспечение стабилизации и управления движением автономного необитаемого подводного аппарата. ',
        content: 'XXVIII МЕЖДУНАРОДНАЯ НАУЧНО-ТЕХНИЧЕСКАЯ КОНФЕРЕНЦИЯ "СОВРЕМЕННЫЕ ТЕХНОЛОГИИ В ЗАДАЧАХ УПРАВЛЕНИЯ, АВТОМАТИКИ И ОБРАБОТКИ ИНФОРМАЦИИ" сборник трудов. 2019. Издательство: Национальный исследовательский ядерный университет "МИФИ" (Москва). Страницы: 139-140'
      },
      {
        name: 'Рябинкин М.С., Савкин А.В. ',
        creators: 'Исследование алгоритмов стабилизации и управления автономного необитаемого подводного аппарата методами математического моделирования. ГАГАРИНСКИЕ ЧТЕНИЯ – 2019.',
        content: 'Сборник тезисов докладов XLV Международной молодежной научной конференции. Московский авиационный институт (национальный исследовательский университет). 2019. Издательство: Московский авиационный институт (национальный исследовательский университет) (Москва). Страницы: 191-192'
      },
      {
        name: 'Савкин А.В.',
        creators: 'Разработка устройства записи информации с функцией контроля исправности для самолетной радиостанции.',
        content: 'Сборник тезисов докладов XLIV Международной молодёжной научной конференции. 2018. Издательство: Московский авиационный институт (национальный исследовательский университет) (Москва). Страницы: 179-180'
      },
    ]
  },
  {
    fullName: 'Сурков Дмитрий Александрович',
    post: 'Доцент',
    disciplines: 'Программно-аппаратная отработка ИВК, Микропроцессорная техника в приборах, системах и комплексах.',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Авиационные приборы и измерительно-вычислительные комплексы',
    advancedTraining: 'Использование пакета MATLAB для решения учебных и исследовательских задач, 72 часа, удостоверение № 772402232451 от 30.04.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, объем 80 часов , удостоверение № 771 801/809 133 от 12.02.2019, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '16 Лет',
    totalGuardian: '15 Лет',
    avatar: 'https://mai.ru/upload/iblock/1eb/1eb00af037742615cb6fb9a3d168941d.jpg',
    publications: [

    ]
  },
  {
    fullName: 'Ушаков Андрей Николаевич',
    post: 'Старший преподаватель ',
    disciplines: 'Микропроцессорная техника и ИВК, Микропроцессорная техника в приборах, системах и комплексах.',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: '',
    specialties: 'Авиационные приборы и измерительно-вычислительные комплексы',
    advancedTraining: 'Психолого-педагогическая подготовка преподавателей высшей школы, объем 72 часа , удостоверение № 180 000/092374 от 09.01.2014, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Использование пакета MATLAB для решения учебных и исследовательских задач, 72 часа, удостоверение № 772402232452 от 30.04.2017, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)". Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, объем 80 часов , удостоверение № 771 801/809 134 от 12.02.2019, ФГБОУ ВО "Московский авиационный институт (национальный исследовательский университет)".',
    specGuardian: '12 Лет',
    totalGuardian: '12 Лет',
    avatar: 'https://mai.ru/upload/iblock/a19/a198a8adade4403222fd00f7f8c7b6c8.jpg',
    publications: [
      {
        name: 'Разработка системы управления течеискательной аппаратуры нового поколения для отработки элементов ракетно-космической техники ',
        creators: 'Кологов А.В., Резник Ю.О., Соловьев В.Н., Ушаков А.Н., Царьков К.А.',
        content: 'Труды МАИ. 2014. № 78. С.'
      },
    ]
  },
  {
    fullName: 'Хорев Тимофей Сергеевич',
    post: 'ассистент',
    disciplines: '',
    education: 'Высшее',
    qualification: 'Инженер',
    academicDegree: '',
    specialties: 'Приборы и системы ориентации, стабилизации и навигации',
    advancedTraining: '1. Удостоверение №771801888440, «Проблемы подготовки кадров по приоритетным направлениям развития науки и техники» от 28.12.2018г. \n' +
      '2. Удостоверение № 180000086748, «Твердотельное моделирование агрегатов авиационной техники с использованием программного комплекса Solid Works» от 30.12.2015г.\n',
    specGuardian: '4 года',
    totalGuardian: '8 лет',
    avatar: 'https://mai.ru/upload/iblock/44c/3_IMG_8548.jpg',
    publications: [
      {
        name: '. Аппаратно-программный комплекс для диагностики эссенциального тремора и дрожательной формы болезни паркинсона на основе применения микромеханического инерциального модуля. ',
        creators: 'Карабанов А. В., Плеханов В. Е, Курис Э. Д., Полещук В. В., Иванова-смоленская И. А., Иллариошкин С. Н., Анчутин С. А., Хорев Т. С., Максимов В. Н.',
        content: 'Руководство для врачей по материалам II Национального конгресса по болезни Паркинсона и расстройствам движений (с международным участием). Под редакцией профессора С.Н. Иллариошкина, профессора О.С. Левина., Москва, 2011г.'
      },
      {
        name: 'Идентификация величин усилий гребца на основе применения микромеханических инерциальных модулей для измерения кинематических параметров движения лодки.',
        creators: 'Плеханов В. Е., Черноморский А. И., Курис Э. Д. Максимов В. Н., Анчутин С. А., Жемальдинов М. Ф., Петрухин В. А, Хорев Т. С.',
        content: 'Известия Кабардино-Балкарского научного центра РАН, Нальчик, 2012г.'
      },
      {
        name: '. Применение микромеханической системы ориентации для исследования различных форм тремора ',
        creators: 'Плеханов В. Е., Карабанов А. В., Иллариошкин С. Н., Максимов В. Н., Курис Э. Д., Хорев Т. С.',
        content: 'Известия Кабардино-Балкарского научного центра РАН, Нальчик, 2012г.'
      },
      {
        name: 'Применение микромеханической системы ориентации для исследования различных форм тремора ',
        creators: 'Плеханов В. Е., Карабанов А. В., Иллариошкин С. Н., Максимов В. Н., Курис Э. Д., Хорев Т. С.',
        content: 'Известия Кабардино-Балкарского научного центра РАН, Нальчик, 2012г.'
      },
      {
        name: 'Выбор измерителя навигационной системы мультироторного летательного аппарата',
        creators: 'Хорев Т. С.',
        content: 'Тезисы 14-й международной конференции «Авиация и космонавтика - 2015», Москва, 2015г.'
      },
    ]
  },
  {
    fullName: 'Черноморский Александр Исаевич',
    post: 'Заместитель заведующего кафедрой, профессор',
    disciplines: 'Приборы навигации, Датчики первичной навигационной информации, Гироскопические датчики систем ориентации и навигации.',
    education: 'Высшее',
    qualification: 'Инженер-электромеханик',
    academicDegree: 'Кандидат технических наук',
    specialties: 'Гироскопические приборы и устройства',
    advancedTraining: 'Охрана труда, 40 часов, удостоверение № 180000090317 от 27.02.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет). Проблемы подготовки кадров по приоритетным направлениям развития науки и техники, 72 часа, сертификат № 057-743/2014СТ от 30.12.2014, ФГБОУ ВПО "Московский авиационный институт (национальный исследовательский университет).',
    specGuardian: '52 года',
    totalGuardian: '54 года',
    avatar: 'https://mai.ru/upload/iblock/261/img_8242-kopiya.jpg',
    publications: [
    ]
  },
  //stoped
]
